Repository: fniggemann/frequentText
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: de

source: Opens a dialog box to registe, manage and paste frequent blocks of text.
de: Öffnet ein Dialogfeld zum Erstellen, Verwalten und Einfügen von Textbausteinen.

source: Text editing
de: Textbearbeitung

source: Opens a dialog box with the text blocks of first or default category
de: Öffnet ein Dialogfeld mit den Textbausteinen der ersten oder Standardkategorie

source: Categories list
de: Kategorienliste

source: &Show entries
de: &Einträge anzeigen

source: &Add
de: &hinzufügen

source: Re&name
de: &umbenennen

source: Set &category as default
de: Kategorie als &Standard setzen

source: &Remove
de: entfe&rnen

source: Enter a name for the category
de: Geben Sie einen Namen für die Kategorie ein

source: There is already a category with this name!
de: Es gibt bereits eine Kategorie mit diesem Namen!

source: Enter a new name for %s
de: Geben Sie einen neuen Namen für %s ein

source: Are you sure you want to remove %s?
de: Sind Sie sicher, dass Sie %s entfernen möchten?

source: List of text blocks of %s category
de: Liste der Textbausteine in der Kategorie %s

source: &Paste
de: ein&fügen

source: &Change blocks
de: Textbaustein &bearbeiten

source: &Move
de: &verschieben

source: &Back to categories
de: &Zurück zu den Kategorien

source: Enter a name for the block
de: Geben Sie einen Namen für den Textbaustein ein

source: There is already a block with this name!
de: Es gibt bereits einen Textbaustein mit diesem Namen!

source: Enter the block of text
de: Geben Sie den Textbaustein ein

source: Change the block of text as you want and press Tab to Ok button and Enter to confirm
de: Ändern Sie den Textbaustein wie gewünscht und drücken die Tabulatortaste und die Eingabetaste zur Bestätigung.

source: If you really want to move %s from %s category, enter the name of the new, already existing, category
de: Wenn Sie %s wirklich aus der Kategorie %s verschieben wollen, geben Sie den Namen der neuen, bereits bestehenden Kategorie ein

source: There is no such category!
de: Diese Kategorie existiert nicht!

source: Regists blocks of text frequently used
de: Erfasst häufig verwendete Textbausteine

source: Stores and make possible the entry of frequently used blocks of text. Command: Windows+F12.
de: Speichert und ermöglicht die Eingabe von häufig verwendeten Textbausteinen. Befehl: Windows+F12.
